taskt/UI/Forms/ScriptBuilder/CommandEditor/Supplemental/frmFormatChecker.dot
digraph "frmFormatChecker" {
"frmFormatChecker" -> "DialogLikeThemedForm";
"frmFormatChecker" -> "DialogLikeThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"ThemedForm" -> "Form";
"ThemedForm" -> "Form";
}
