taskt/UI/Forms/ScriptBuilder/CommandEditor/Supplemental/frmFormatChecker.puml
@startuml
frmFormatChecker --> DialogLikeThemedForm
frmFormatChecker --> DialogLikeThemedForm
DialogLikeThemedForm --> ThemedForm
DialogLikeThemedForm --> ThemedForm
ThemedForm --> Form
ThemedForm --> Form
@enduml
